[
  {
    "api_id": 0,
    "doi": "10.1093/mnras/270.3.611",
    "title": "Resonant Oscillations and Tidal Heating in Coalescing Binary Neutron\n  Stars",
    "summary": "Tidal interaction in a coalescing neutron star binary can resonantly excite\nthe g-mode oscillations of the neutron star when the frequency of the tidal\ndriving force equals the intrinsic g-mode frequencies. We study the g-mode\noscillations of cold neutron stars using recent microscopic nuclear equations\nof state, where we determine self-consistently the sound speed and\nBrunt-V\\\"ais\\\"al\\\"a frequency in the nuclear liquid core. The properties of the\ng-modes associated with the stable stratification of the core depend\nsensitively on the pressure-density relation as well as the symmetry energy of\nthe dense nuclear matter. The frequencies of the first ten g-modes lie\napproximately in the range of $10-100$ Hz. Resonant excitations of these\ng-modes during the last few minutes of the binary coalescence result in energy\ntransfer and angular momentum transfer from the binary orbit to the neutron\nstar. The angular momentum transfer is possible because a dynamical tidal lag\ndevelops even in the absence of fluid viscosity. However, since the coupling\nbetween the g-mode and the tidal potential is rather weak, the amount of energy\ntransfer during a resonance and the induced orbital phase error are very small.\nResonant excitations of the g-modes play an important role in tidal heating of\nbinary neutron stars. Without the resonances, viscous dissipation is effective\nonly when the stars are close to contact. The resonant oscillations result in\ndissipation at much larger orbital separation. The actual amount of tidal\nheating depends on the viscosity of the neutron star. Using the microscopic\nviscosity, we find that the binary neutron stars are heated to a temperature\n$\\sim 10^8$ K before they come into contact.",
    "published": "1994-04-25T01:31:08Z",
    "updated": "1994-04-25T01:31:08Z",
    "authors": [
      "Dong Lai"
    ],
    "link": "http://arxiv.org/abs/astro-ph/9404062v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/9404062v1"
  },
  {
    "api_id": 1,
    "doi": null,
    "title": "Adaptive Problem-solving for Large-scale Scheduling Problems: A Case\n  Study",
    "summary": "Although most scheduling problems are NP-hard, domain specific techniques\nperform well in practice but are quite expensive to construct. In adaptive\nproblem-solving solving, domain specific knowledge is acquired automatically\nfor a general problem solver with a flexible control architecture. In this\napproach, a learning system explores a space of possible heuristic methods for\none well-suited to the eccentricities of the given domain and problem\ndistribution. In this article, we discuss an application of the approach to\nscheduling satellite communications. Using problem distributions based on\nactual mission requirements, our approach identifies strategies that not only\ndecrease the amount of CPU time required to produce schedules, but also\nincrease the percentage of problems that are solvable within computational\nresource limitations.",
    "published": "1996-05-01T00:00:00Z",
    "updated": "1996-05-01T00:00:00Z",
    "authors": [
      "J. Gratch",
      "S. Chien"
    ],
    "link": "http://arxiv.org/abs/cs/9605104v1",
    "pdf_link": "http://arxiv.org/pdf/cs/9605104v1"
  },
  {
    "api_id": 2,
    "doi": null,
    "title": "ASCA Observation of the polar RX J1802.1+1804",
    "summary": "We present X-ray data of RX J1802.1+1804 obtained by ASCA. Although it shows\na clear orbital intensity modulation with an amplitude of nearly 100% below 0.5\nkeV in ROSAT data, the ASCA light curves are nearly flat except for a possible\ndip lasting about one-tenth of the orbital period. We discuss this within the\nmodel assumption of a stream-eclipsing geometry as derived from the ROSAT\nobservations. The ASCA X-ray spectrum can be represented by a two temperature\noptically thin thermal plasma emission model with temperatures of ~1keV and >7\nkeV, suggesting postshock cooling as observed in EX Hya. A remarkable feature\nof the spectrum is the strong iron K_alpha emission line whose equivalent width\nis ~4 keV. To account for this, an iron abundance of greater than at least 1.3\ntimes Solar is required. A combined spectral analysis of the ROSAT PSPC and\nASCA data indicates that the N_H-corrected flux ratio of the soft blackbody\n(0.1-2.4 keV) to the hard optically thin thermal plasma emission (2-10 keV) is\nas large as ~10^4.",
    "published": "1998-05-15T12:19:12Z",
    "updated": "1998-05-15T12:19:12Z",
    "authors": [
      "M. Ishida",
      "J. Greiner",
      "R. A. Remillard",
      "C. Motch"
    ],
    "link": "http://arxiv.org/abs/astro-ph/9805211v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/9805211v1"
  },
  {
    "api_id": 3,
    "doi": null,
    "title": "S 10943 Vulpeculae: A New ROSAT Selected Dwarf Nova, probably of SU\n  Ursae Majoris Subclass",
    "summary": "We have identified the ROSAT all-sky survey source RX J1953.1+2115 with a\nnewly discovered dwarf novae (named S 10943 Vulpeculae) with a recurrence time\nof 83.6 days. With the expected period of ~2.8 hrs (based on the measured\nsuperhump period of 2.871 hrs) S 10943 Vul would be the SU Ursae Majoris star\nwith the second largest superhump (and orbital) period known (together with TU\nMen).",
    "published": "1998-08-19T11:56:47Z",
    "updated": "1998-08-19T11:56:47Z",
    "authors": [
      "G. A. Richter",
      "J. Greiner",
      "P. Kroll"
    ],
    "link": "http://arxiv.org/abs/astro-ph/9808192v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/9808192v1"
  },
  {
    "api_id": 4,
    "doi": null,
    "title": "RX J1016.9-4103: A new soft X-ray polar in the period gap",
    "summary": "We have discovered a new AM Her system as the optical counterpart of the\nROSAT All-Sky-Survey source RX J1016.9-4103 (= 1RXS J101659.4-410332). The\nX-ray spectrum is very soft and the X-ray intensity is strongly modulated with\nthe orbital period. Optical photometric and spectroscopic follow-up\nobservations reveal a synchronously rotating binary with an orbital period of\n134 min, placing RX J1016.9-4103 in the period gap. The strength of the TiO\nbands suggests a secondary spectral type later than M3 V and a distance of\n615+/-150 pc. Based on two clearly visible broad humps in the optical spectrum\n(interpreted as cyclotron features) a magnetic field strength of 52 MG is\ndeduced thus proving the polar classification.",
    "published": "1998-09-09T07:16:32Z",
    "updated": "1998-09-09T07:16:32Z",
    "authors": [
      "Jochen Greiner",
      "Robert Schwarz"
    ],
    "link": "http://arxiv.org/abs/astro-ph/9809104v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/9809104v1"
  },
  {
    "api_id": 5,
    "doi": "10.1086/301192",
    "title": "HST/WFPC2 and VLT/ISAAC observations of PROPLYDS in the giant HII region\n  NGC 3603",
    "summary": "We report the discovery of three proplyd-like structures in the giant HII\nregion NGC 3603. The emission nebulae are clearly resolved in narrow-band and\nbroad-band HST/WFPC2 observations in the optical and broad-band VLT/ISAAC\nobservations in the near-infrared. All three nebulae are tadpole shaped, with\nthe bright ionization front at the head facing the central cluster and a\nfainter ionization front around the tail pointing away from the cluster.\nTypical sizes are 6,000 A.U. x 20,000 A.U. The nebulae share the overall\nmorphology of the proplyds (``PROto PLanetarY DiskS'') in Orion, but are 20 to\n30 times larger in size. Additional faint filaments located between the nebulae\nand the central ionizing cluster can be interpreted as bow shocks resulting\nfrom the interaction of the fast winds from the high-mass stars in the cluster\nwith the evaporation flow from the proplyds. The striking similarity of the\ntadpole shaped emission nebulae in NGC 3603 to the proplyds in Orion suggests\nthat the physical structure of both types of objects might be the same. We\npresent 2D radiation hydrodynamical simulations of an externally illuminated\nstar-disk-envelope system, which was still in its main accretion phase when\nfirst exposed to ionizing radiation from the central cluster. The simulations\nreproduce the overall morphology of the proplyds in NGC 3603 very well, but\nalso indicate that mass-loss rates of up to 10^-5 Mo/yr are required in order\nto explain the size of the proplyds. (abbreviated)",
    "published": "1999-10-05T01:25:42Z",
    "updated": "1999-10-05T01:25:42Z",
    "authors": [
      "W. Brandner",
      "E. K. Grebel",
      "Y. -H. Chu",
      "H. Dottori",
      "B. Brandl",
      "S. Richling",
      "H. W. Yorke",
      "S. D. Points",
      "H. Zinnecker"
    ],
    "link": "http://arxiv.org/abs/astro-ph/9910074v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/9910074v1"
  },
  {
    "api_id": 6,
    "doi": null,
    "title": "Structure from Motion: Theoretical Foundations of a Novel Approach Using\n  Custom Built Invariants",
    "summary": "We rephrase the problem of 3D reconstruction from images in terms of\nintersections of projections of orbits of custom built Lie groups actions. We\nthen use an algorithmic method based on moving frames \"a la Fels-Olver\" to\nobtain a fundamental set of invariants of these groups actions. The invariants\nare used to define a set of equations to be solved by the points of the 3D\nobject, providing a new technique for recovering 3D structure from motion.",
    "published": "2002-01-22T21:00:35Z",
    "updated": "2002-01-22T21:00:35Z",
    "authors": [
      "Pierre-Louis Bazin",
      "Mireille Boutin"
    ],
    "link": "http://arxiv.org/abs/cs/0201019v1",
    "pdf_link": "http://arxiv.org/pdf/cs/0201019v1"
  },
  {
    "api_id": 7,
    "doi": "10.1134/1.1589860",
    "title": "The structure and evolution of M51-type galaxies",
    "summary": "We discuss the integrated kinematic parameters of 20 M51-type binary\ngalaxies. A comparison of the orbital masses of the galaxies with the sum of\nthe individual masses suggests that moderately massive dark halos surround\nbright spiral galaxies. The relative velocities of the galaxies in binary\nsystems were found to decrease with increasing relative luminosity of the\nsatellite. We obtained evidence that the Tully-Fisher relation for binary\nmembers could be flatter than that for local field galaxies. An enhanced star\nformation rate in the binary members may be responsible for this effect. In\nmost binary systems, the direction of orbital motion of the satellite coincides\nwith the direction of rotation of the main galaxy. Seven candidates for distant\nM51-type objects were found in the Northern and Southern Hubble Deep Fields. A\ncomparison of this number with the statistics of nearby galaxies provides\nevidence for the rapid evolution of the space density of M51-type galaxies with\nredshift Z. We assume that M51-type binary systems could be formed through the\ncapture of a satellite by a massive spiral galaxy. It is also possible that the\nmain galaxy and its satellite in some of the systems have a common cosmological\norigin.",
    "published": "2003-05-24T13:25:58Z",
    "updated": "2003-05-24T13:25:58Z",
    "authors": [
      "V. P. Reshetnikov",
      "S. A. Klimanov"
    ],
    "link": "http://arxiv.org/abs/astro-ph/0305480v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/0305480v1"
  },
  {
    "api_id": 8,
    "doi": "10.1111/j.1365-2966.2004.07211.x",
    "title": "Cleaning sky survey databases using Hough Transform and Renewal String\n  approaches",
    "summary": "Large astronomical databases obtained from sky surveys such as the\nSuperCOSMOS Sky Survey (SSS) invariably suffer from spurious records coming\nfrom artefactual effects of the telescope, satellites and junk objects in orbit\naround earth and physical defects on the photographic plate or CCD. Though\nrelatively small in number these spurious records present a significant problem\nin many situations where they can become a large proportion of the records\npotentially of interest to a given astronomer. Accurate and robust techniques\nare needed for locating and flagging such spurious objects, and we are\nundertaking a programme investigating the use of machine learning techniques in\nthis context. In this paper we focus on the four most common causes of unwanted\nrecords in the SSS: satellite or aeroplane tracks, scratches, fibres and other\nlinear phenomena introduced to the plate, circular halos around bright stars\ndue to internal reflections within the telescope and diffraction spikes near to\nbright stars. Appropriate techniques are developed for the detection of each of\nthese. The methods are applied to the SSS data to develop a dataset of spurious\nobject detections, along with confidence measures, which can allow these\nunwanted data to be removed from consideration. These methods are general and\ncan be adapted to other astronomical survey data.",
    "published": "2003-09-21T15:55:25Z",
    "updated": "2003-09-21T15:55:25Z",
    "authors": [
      "A. J. Storkey",
      "N. C. Hambly",
      "C. K. I. Williams",
      "R. G. Mann"
    ],
    "link": "http://arxiv.org/abs/astro-ph/0309565v1",
    "pdf_link": "http://arxiv.org/pdf/astro-ph/0309565v1"
  },
  {
    "api_id": 9,
    "doi": "10.1103/PhysRevE.69.016212",
    "title": "Global Superdiffusion of Weak Chaos",
    "summary": "A class of kicked rotors is introduced, exhibiting accelerator-mode islands\n(AIs) and {\\em global} superdiffusion for {\\em arbitrarily weak} chaos. The\ncorresponding standard maps are shown to be exactly related to generalized web\nmaps taken modulo an ``oblique cylinder''. Then, in a case that the web-map\norbit structure is periodic in the phase plane, the AIs are essentially {\\em\nnormal} web islands folded back into the cylinder. As a consequence, chaotic\norbits sticking around the AI boundary are accelerated {\\em only} when they\ntraverse tiny {\\em ``acceleration spots''}. This leads to chaotic flights\nhaving a quasiregular {\\em steplike} structure. The global weak-chaos\nsuperdiffusion is thus basically different in nature from the strong-chaos one\nin the usual standard and web maps.",
    "published": "2003-04-24T19:56:51Z",
    "updated": "2003-10-20T19:48:02Z",
    "authors": [
      "Itzhack Dana"
    ],
    "link": "http://arxiv.org/abs/nlin/0304048v2",
    "pdf_link": "http://arxiv.org/pdf/nlin/0304048v2"
  }
]